Repository: hartenthaler/webtrees-gov
Catalog: language/po_files/*.po
Languages: de

source: Default top-level value
de: Standardwert für die oberste Ebene

source: Here the default value for the highest level in the hierarchy of places can be defined. If a place cannot be found, this name is added as the highest level (i.e. country) and the database is searched again. For example: "Chicago, Illinois" is expanded to "Chicago, Illinois, USA", if "USA" is defined here as default.
de: Hier kann der Standardwert für die oberste Ortsebene (Land) definiert werden. Wenn ein Ort nicht gefunden wird, dann wird dieser Wert auf der obersten Ebene ergänzt und die Datenbank wird erneut durchsucht. Beispiel: "Freiburg, Baden-Württemberg" wird zu "Freiburg, Baden-Württemberg, Deutschland" ergänzt, wenn "Deutschland" hier als Standardwert definiert worden ist.

source: Optional prefixes and suffixes for GOV
de: Optionale Prä- und Suffixe für GOV

source: Some place names may be written with optional prefixes and suffixes. For example “Orange” versus “Orange County”. If the family tree contains the full place names, but the GOV database contains the short place names, then you should specify a list of the prefixes and suffixes to be disregarded. Multiple options should be separated with semicolons. For example: “County;County of” or “Township;Twp;Twp.”.
de: Einige Ortsangaben können optionale Prä- und Suffixe enthalten. So kann etwa der Landkreis Sigmaringen als "Sigmaringen" oder als "Landkreis Sigmaringen" in Ihren Daten enthalten sein. Wenn die Familiendatenbank die lange Form enthält, aber die GOV-Datenbank die kurze Form ohne das Präfix "Landkreis", dann sollten Sie diejenigen Prä- und Suffixe hier angeben, die nicht beachtet werden sollen. Mehrfache Angaben können durch ein Semikolon getrennt werden. Beispiele: "Landkreis;county" oder "Township;Twp.;city".

source: Use Piwigo for place gallery
de: Verwende Piwigo für eine Bildergalerie der Orte

source: If you like to show pictures and documents for your places, you can use the Piwigo module. You have to download it from http://piwigo.org and install it on your server. Then add your pictures of places to the Piwigo albums and sub-albums for every place. Finally set a permalink to each of these albums using the GOV id of the place.
de: Sie können das Piwigo-Modul verwenden, wenn Sie zu ihren Orten Bilder und Dokumente anzeigen wollen. Sie müssen das Piwigo-Modul von http://de.piwigo.org herunterladen und es dann auf ihrem Server installieren. Danach fügen sie die Bilder zu jeder Ortschaft in die Alben und Unteralben von Piwigo ein. Am Ende ordnen sie jedem Album eines Ortes die zugehörige GOV-Kennung als Permalink zu.

source: Path to Piwigo module
de: Pfad zum Piwigo-Modul

source: Specify the path (URL) to your Piwigo module, e.g. http://myserver/piwigo/
de: Geben Sie den Pfad an, wo Sie das Piwigo-Modul installiert haben, z.B. http://myserver/piwigo/

source: Enter filename
de: Gib einen Dateinamen ein

source: Select a file from the list of files already on the server which contains the GOV data in CSV format.
de: Wählen Sie eine bereits auf dem Server liegende Datei, die die GOV-Daten im CSV-Format enthält.

source: Show inactive places
de: Zeige inaktive Orte

source: By default, the list shows only those places which can be found in your family trees. You may have details for other places, such as those imported in bulk from an external file. Selecting this option will show all places, including ones that are not currently used.
de: Standardmäßig zeigt diese Liste nur diejenigen Orte, die in in ihren Stammbäumen vorkommen. Sie können aber auch für andere Orte GOV-Angaben gespeichert haben, etwa wenn Sie diese aus einer externen Datei importiert haben. Wenn Sie diese Option auswählen, dann werden Ihnen alle Orte angezeigt, auch diejenigen, die derzeit in ihren Stammbäumen nicht verwendet werden.

source: If you have a large number of inactive places, it can be slow to generate the list.
de: Wenn es eine große Anzahl an inaktiven Orten gibt, dann kann das Erzeugen der Liste lange dauern.

source: Display short placenames
de: Zeige kurze Ortsnamen

source: Here you can choose between two types of displaying places names in hierarchy. If set "Yes" the place is shown as a short name, if "No" the full hierarchy names are shown.<br /><b>Examples:<br />Full name: </b>Chicago, Illinois, USA<br /><b>Short name: </b>Chicago<br />or<br /><b>Full name: </b>Illinois, USA<br /><b>Short name: </b>Illinois
de: Hier bestimmen Sie, wie die Orte in der Hierarchie angezeigt werden sollen. Bei "Ja" wird nur der Name der aktuellen Stufe angezeigt, bei "Nein" werden alle Hierarchiestufen des Namens angezeigt.<br /><b>Beispiele:<br />Alle Stufen: </b>Chicago, Illinois, USA<br /><b>Aktuelle Stufe: </b>Chicago<br />oder<br/><b>Alle Stufen: </b>Illinois, USA<br /><b>Aktuelle Stufe: </b>Illinois

source: GOV (German: Genealogisches Ortsverzeichnis) is a database for locations and their history
de: Das Genealogische Ortsverzeichnis (GOV) ist eine Datenbank zu Orten inkl. ihrer Historie.

source: No GOV data for this person.
de: Für diese Person liegen keine GOV-Daten vor.

source: GOV preferences
de: GOV-Voreinstellungen

source: GOV data
de: GOV-Daten

source: Place Check
de: Prüfung der Ortsangaben

source: Place hierarchy
de: Hierarchie der Orte

source: Prefixes and Suffixes
de: Präfixe und Suffixe

source: Gallery
de: Bildergalerie

source: Use GOV for the place hierarchy
de: Verwende GOV für die Hierarchie der Orte.

source: Prefixes
de: Präfixe

source: Suffixes
de: Suffixe

source: Country
de: Land

source: Level
de: Ebene

source: Path to Piwigo
de: Pfad zu Piwigo

source: save
de: Speichern

source: Family tree
de: Stammbaum

source: &lt;select&gt;
de: &lt;auswählen&gt;

source: All
de: Alle

source: Include fully matched places:
de: Zeige auch vollständig abgeglichene Orte:

source: Place
de: Ort

source: GOV id
de: GOV-Kennung

source: unknown
de: unbekannt

source: Total places: %s
de: Anzahl der Orte: %s

source: This will list all the places from the selected GEDCOM file. By default this will NOT INCLUDE places that are fully matched between the GEDCOM file and the GOV table.
de: Diese Funktion zeigt alle Orte in der ausgewählten GEDCOM-Datei. Standardmäßig werden dabei diejenigen Orte nicht angezeigt, für die es zwischen der GEDCOM-Datei und der GOV-Tabelle eine volle Übereinstimmung gibt.

source: GOV id %s in "_GOV" record is invalid.
de: Die GOV-Kennung %s im "_GOV" Eintrag ist ungültig.

source: GOV id %s in "_GOV" record has been replaced with %s.
de: Die GOV-Kennung %s im "_GOV" Eintrag wurde inzwischen durch %s ersetzt.

source: GOV id %s in NOTE GOV record is invalid.
de: Die GOV-Kennung %s im "NOTE GOV" Eintrag ist ungültig.

source: GOV id %s in NOTE GOV record has been replaced with %s.
de: Die GOV-Kennung %s im "NOTE GOV" Eintrag wurde inzwischen durch %s ersetzt.

source: Inconsistent "_GOV %s" and "NOTE GOV %s" records.
de: Die Einträge "_GOV %s" und "NOTE GOV: %s" sind inkonsistent.

source: Inconsistent "_GOV or NOTE GOV %s" records and internal GOV database (%s) records.
de: Inkonsistente "_GOV" oder NOTE GOV %s" Einträge und Datensätze in der internen GOV Datenbank (%s).

source: GOV id %s" in GOV database is invalid.
de: Die GOV-Kennung %s in der GOV-Datenbank ist ungültig.

source: GOV id "%s" in GOV database has been replaced with "%s".
de: Die GOV-Kennung "%s" in der GOV Datenbank wurde durch "%s" ersetzt.

source: Distance between position of "%s" in your ADDR record and in GOV database is %s km.
de: Die Entfernung zwischen der Position von %s in Ihrem ADDR Eintrag und in der GOV Datenbank beträgt %s km.

source: Distance between position of "%s" in your MAP record and in GOV database is %s km.
de: Die Entfernung zwischen der Position von %s in Ihrem ADDR Eintrag und in der GOV Datenbank beträgt %s km.

source: Distance between position of "%s" in the webtrees Google Maps™ module and in GOV database is %s km.
de: Die Entfernung zwischen der Position von %s in Ihrem ADDR Eintrag und in der GOV Datenbank beträgt %s km.

source: birth of daughter
de: Geburt einer Tochter

source: birth of son
de: Geburt eines Sohnes

source: birth of child
de: Geburt eines Kindes

source: The name of this place in (%s) is %s.
de: Der Name dieses Ortes lautet in %s %s.

source: The name of this place in your language (%s) is today %s.
de: Der Name dieses Ortes lautet in Ihrer Sprache (%s) zum heutigen Zeitpunkt %s.

source: Links
de: Verweise

source: Link to GOV
de: Verweis nach GOV

source: Link to Geohack: location at %s / %s
de: Verweis nach Geohack: Position bei %s / %s

source: The name of this place was %s on %s.
de: Der Name dieses Ortes lautete %s zum Zeitpunkt: %s.

source: The name of this place was %s on %s and %s on %s.
de: Der Name dieses Ortes lautete %s zum Zeitpunkt %s und %s zum Zeitpunkt %s.

source: No information found.
de: Es wurde keine Information gefunden.

source: County
de: Landkreis

source: File containing GOV information (CSV)
de: Datei, die GOV-Informationen im CSV-Format enthält

source: Server file containing GOV information (CSV)
de: Datei, die GOV-Informationen im CSV-Format enthält

source: Delete all existing GOV data before importing the file.
de: Lösche alle vorhandenen GOV Daten bevor die Datei importiert wird.

source: Do not create new locations, just import GOV information for existing locations.
de: Keine neuen Orte erzeugen, nur GOV-Daten für bereits existierende Orte einlesen.

source: Overwrite existing GOV data.
de: Überschreibe existierende GOV-Daten.

source: Location not removed: this location contains sub-locations
de: Ort wird nicht entfernt, da zu diesem Ort Unterorte existieren

source: Remove this location?
de: Diesen Ort löschen?

source: Top Level
de: Standardwert für die oberste Ebene

source: Show inactive GOV records
de: Zeige auch inaktive GOV Datensätze

source: Delete
de: Löschen

source: No GOV records found
de: Es wurden keine GOV Datensätze gefunden.

source: Remove
de: Diesen Ort löschen?

source: Add a new GOV record
de: Füge einen neuen GOV-Datensatz hinzu

source: Add
de: Hinzufügen

source: Import all places from a family tree
de: Import aller Orte aus einem Stammbaum

source: Upload GOV data
de: GOV-Daten hochladen

source: Upload
de: Hochladen

source: Download GOV data
de: GOV-Daten herunterladen

source: Download
de: Herunterladen

source: No GOV data found. Please log in to GOV and enter your place there.
de: Es wurden keine zugehörigen GOV-Daten gefunden. Bitte melden Sie sich direkt bei GOV an, wenn Sie dort Daten eingeben möchten. Danach können diese dann hier gefunden werden.

source: Type
de: Typ

source: belongs to
de: gehört zu
